Repository: neilerer/ByteMe
Catalog: dublin_bus_project/dublin_bus_project/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Home
es: Inicio
fr: Accueil

source: About
de: Über uns
es: Conócenos
fr: Qui sommes-nous?

source: Timetables
de: Fahrpläne
es: Horarios
fr: Horaires

source: Languages
es: Idiomas
fr: Langues

source: Select your journey
de: Wählen Sie eine Route
es: Seleccione ruta
fr: Selectionnez votre voyage

source: Leap Fare:
de: Leap karten preis:
es: Tarifa tarjeta Leap:
fr: Prix en carte Leap:

source: Cash Fare:
de: Geldpreis:
es: Tarifa normal:
fr: Prix en espèces:

source: Take the
de: Nehmen Sie den
es: Tome la línea
fr: Prendre la ligne

source: bus from
de: Linie von
es: desde
fr: de

source: Stop
de: Bushaltestelle
es: la parada
fr: l'arrêt de bus

source: to
de: bis
es: hasta
fr: à

source: Total Journey Time:
de: Gesamtlaufzeit:
es: Duración total del trayecto:
fr: Temps total de voyage:

source: mins
de: minuten
es: minutos
fr: minutes

source: Origin (select on map)
de: Start (Auf Karte auswählen)
es: Origen (Seleccione en el mapa)
fr: Départ (Sélectionnez sur la carte)

source: Destination (select on map)
de: Ziel (Auf Karte auswählen)
es: Destino (Seleccione en el mapa)
fr: Arrivée (Sélectionnez sur la carte)

source: Select Custom Day and Time
de: Wählen Sie Tag und Uhrzeit
es: Seleccione Día y Hora
fr: Sélectionnez le jour et l'heure

source: Show Journey Time
de: Vorhersage der Reisezeit
es: Muestra Duración del Trayecto
fr: Montrer le Temps de Trajet

source: Search Location
de: Suche nach Ort
es: Buscar Ubicación
fr: Recherche par Lieu

source: Upcoming Events
de: Veranstaltungen
es: Guía del Ocio
fr: Évènements

source: Traffic Updates
de: Aktuelle Verkehrsinformationen
es: Información del Tráfico
fr: Information de Circulation

source: Current Weather
de: Aktuelles Wetter
es: Pronóstico del Tiempo
fr: Météo

source: Select Day
de: Tag auswählen
es: Seleccionar el Dia
fr: Sélectionnez le Jour

source: Monday
de: Montag
es: Lunes
fr: Lundi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi

source: Friday
de: Freitag
es: Viernes
fr: Vendredi

source: Saturday
de: Samstag
es: Sábado
fr: Samedi

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche

source: Select Time
de: Zeit auswählen
es: Seleccione la Hora
fr: Sélectionnez l'Heure

source: Search Timetables
de: Wählen Sie Fahrplan
es: Elegir Horario
fr: Sélectionnez le Horaire

source: Route Number
de: Linie
es: Línea
fr: Ligne

source: Search
de: Suche
es: Buscar
fr: Recherche

source: Timetable for Route
de: Fahrplan für Linie
es: Horario de la Ruta
fr: Horaire de la Ligne

source: From stop
de: Von Bushaltestelle
es: Desde la parada
fr: De l'arrêt de bus

source: to stop
de: bis Bushaltestelle
es: hasta la parada
fr: à l'arrêt de bus

source: Monday - Friday
de: Montag - Freitag
es: Lunes - Viernes
fr: Lundi - Vendredi

source: Language | English
de: Sprache | Deutsch
